// export const data = {
//     clients: [
//         {
//           'номерСчета': 1,
//           'фамилия': 'Иванов',
//           'имя': 'Иван',
//           'отчество': 'Иванович',
//           'датаРождения': '1990-01-01',
//           'инн': '1234567890',
//           'фиООтветственного': 'Иванов Иван Иванович',
//           'статус': 'Не в работе'
//         },
//         {
//           'номерСчета': 2,
//           'фамилия': 'Петров',
//           'имя': 'Петр',
//           'отчество': 'Петрович',
//           'датаРождения': '1995-02-02',
//           'инн': '2345678901',
//           'фиООтветственного': 'Петров Петр Петрович',
//           'статус': 'Не в работе'
//         },
//         {
//           'номерСчета': 3,
//           'фамилия': 'Сидоров',
//           'имя': 'Сергей',
//           'отчество': 'Сергеевич',
//           'датаРождения': '1985-03-03',
//           'инн': '3456789012',
//           'фиООтветственного': 'Сидоров Сергей Сергеевич',
//           'статус': 'Не в работе'
//         }
//       ],
//     users: [
//           {
//             'ФИО': 'Иванов Иван Иванович',
//             'Логин': 'ivan.ivanovich',
//             'Пароль': 'password123'
//           },
//           {
//             'ФИО': 'Петров Петр Петрович',
//             'Логин': 'petr.petrovich',
//             'Пароль': 'password456'
//           },
//           {
//             'ФИО': 'Сидоров Сергей Сергеевич',
//             'Логин': 'sergey.sidorenko',
//             'Пароль': 'password789'
//           }
      
//     ],
//   };

export const data = {
    clients: [
      {
        'accountNumber': 1,
        'surname': 'Петров',
        'name': 'Иван',
        'patronymic': 'Алексеевич',
        'dateOfBirth': '1990-01-01',
        'inn': '1234567890',
        'responsiblePerson': 'Иванов Иван Иванович',
        'status': 'Не в работе'
      },
      {
        'accountNumber': 2,
        'surname': 'Кабанов',
        'name': 'Кирилл',
        'patronymic': 'Петрович',
        'dateOfBirth': '1995-02-02',
        'inn': '2345678901',
        'responsiblePerson': 'Петров Петр Петрович',
        'status': 'Не в работе'
      },
      {
        'accountNumber': 3,
        'surname': 'Медведев',
        'name': 'Копатыч',
        'patronymic': 'Михайлович',
        'dateOfBirth': '1995-02-02',
        'inn': '2345678901',
        'responsiblePerson': 'Иванов Иван Иванович',
        'status': 'Не в работе'
      },
      {
        'accountNumber': 4,
        'surname': 'Романов',
        'name': 'Николай',
        'patronymic': 'Михайлович',
        'dateOfBirth': '1985-03-03',
        'inn': '3456789012',
        'responsiblePerson': 'Сидоров Сергей Сергеевич',
        'status': 'Не в работе'
      }
    ],
    users: [
      {
        'fullName': 'Иванов Иван Иванович',
        'login': 'ivan',
        'password': '123'
      },
      {
        'fullName': 'Петров Петр Петрович',
        'login': 'petr',
        'password': '456'
      },
      {
        'fullName': 'Сидоров Сергей Сергеевич',
        'login': 'sergey',
        'password': '789'
      }
    ]
  };
  